Repository: giellalt/corpus-smn
Catalog: prestable/tmx/smn2sms/admin/sd/press_releases_fi/27_10_2014_is_koulutussuun.pdf.tmx
Source language: smn
Languages: sms

source: Säämi kielâlávgum škoovlâst – maht tuárjum jieččân kielâ já kulttuur máttááttâsâst 6 oč (162 h)
sms: Sääʹm ǩiõl-laauǥ škooulâst – mäʹhtt tueʹrjjääm jiõččan ǩiõl da kulttuur mättʼtõõzzâst 6 mc (162 č)

source: Škovlimvuávám
sms: Škooultõsplaan

source: Aldamáttááttâs ohtsis 60 h uáppee jiečânâs pargo 102 h 24 h teoriamáttááttâs 36 h juávkkustivrim 102 h uáppee jiečânâs pargo (aktiivlâš pargopáájáporgâm / kirjálâšvuotâ já / teikâ essee já / teikâ oppâmpargo)
sms: Âʹlddmättʼtõs õhttsiʹžže 60 č mättʼtõõđi jiõččvälddsaž tuâi 102 č 24 teoriamättʼtõõzz 36 jooukohjjumuš 102 mättʼttõõđi jiõččvälddsaž tuâi (aktiivlaž tuâjjpõrtt-tuejjumuš / ǩeʹrjjlažvuõđ da / leʹbe essee da / leʹbe mäʹttjemtuâjj)

source: Sämimáttááttâs uáivild sämikielâ já sämikielâlii sehe sämikulttuur máttááttâs.
sms: Sääʹm-mättʼtõs miârkksââvv sääʹm ǩiõl da sääʹmǩiõllsa di sääʹm kulttuur mättʼtõõzz.

source: Tai tuávváást lii prinsiip párnái já nuorâi vuoigâdvuođâst jieijâs etnisii identiteetân já kulttuurlii jotkuuvâšvuotân.
sms: Tõi tuâkksen lij vuâđđjuurd päärnai da nuõri vuõiggâdvuõđâst jiiʹjjes etnlaž identiteetta da kulttuurlaž juätǩǩma.

source: Säämi kielâlávgummáttááttâssáin uáivildeh tom sämikielâlii máttááttâs, mast sämikielâ ij lah párnái vuossâmužžân oppâm eenikielâ já mon ulmen lii nanodiđ kielâlávt hiäjub vuolgâsoojijn puáttee párnái sämikielâ.
sms: Sääʹm ǩiõll-laauǥmättʼtõõzzin juuʹrdet tõn sääʹmǩiõllsa mättʼtõõzz, koʹst sääʹm iʹlla päärnai vuõssmõsân mättjum jieʹnnǩiõll da koon täävtõsân lij raavsmâʹtted kiõlʼlânji rââžžap vueʹlǧǧemsââʹjest pueʹtti päärnai sääʹm ǩiõl.

source: Kielâlávgumvuáháduv tubdâm já heiviittem sämimáttááttâsân tuárju meid sämikielâlii máttááttâs, mon adeleh sämikielâ eenikiellân sárnoid.
sms: Ǩiõll-laauǥmõõntõõllmõõžž tobddmõš da suåvldumuš sääʹm-mättʼtõʹsse tuäʹrjjad še sääʹm jieʹnnǩiõllân mainsteeʹjid uʹvddem sääʹmǩiõllsa mättʼtõõzz.

source: Meid eenikielâlij kielâlii tuávváš lii maŋgii epiohtâlâš.
sms: Še jieʹnnǩiõllsai kiõlʼlaž tuâǥǥas lij täujja heterogeenlaž.

source: Sämimáttááttâs pedagooglâš ovdedem uáivild el.
sms: Sääʹm-mättʼtõõzz pedagoglaž õõudumuš miârkkšââvv jm.

source: máttáátteijei áámmáttááiđu ovdedem nuuvt, ete sij pyehtih ovdiist pyerebeht väldiđ máttááttâsâst vuotân kielâlávt já kulttuurlávt epiohtâlii uáppeejuávhu.
sms: uʹččteeʹli ämmatsilttõõzz õõudmumuužž nuʹtt, što sij pâʹstte ääiʹjbuužž pueʹrben väʹldded mättʼtõõzzâst lokku ǩiõlʼlânji da kulttuurlânji heterogeenlaž mättʼttõõđijoouk.

source: Sämimáttáátteijein láá ennuv vuáttámušah epiohtâlii uáppeejuávhu máttátmist.
sms: Sääʹmuʹččteeʹlin liâ jiânnai ǩiõččlâsttmõõžž heterogeenlaž mättʼtõõđijoouk mättʼtumuužžâst.

source: Maaŋgah láá jo kuhháá olášuttâm kielâlávgum prinsiipijd máttááttâsâst, veikâ máttááttâs ij lah virgálávt miäruštâllum kielâlávguumin máttááttâsvuáváámist.
sms: Määŋgas liâ juʹn kuuʹǩǩ ääiʹj čõõđtam ǩiõll-lauggi vuâđđjurddjid mättʼtõõzzstes, håt-i mättʼtõõzz iʹlla mieʹrtõllum veerǥlânji ǩiõll-lauggjen mättʼtõsplaanâst.

source: Škovlim taha máhđulâžžân jieškote-uv kuávluin já jieškote-uv ahasij párnáiguin pargee máttáátteijei tiäđu já vuáttámušâi jyehim.
sms: Škooultõs vueiʹtlvâstt jeeʹres vuuʹdin da jeeʹresâkksai päärnaivuiʹm tueʹjjeeji uʹččteeʹli teâđ da ǩiõččlâsttmõõžži juâkkmõõžž.

source: Škovlim ovdâsajasii ulmen lii adeliđ máttáátteijeid máhđulâšvuođâid ovdediđ uđđâ vuovijd sämikielân máttátmân já kielâ iäláskitmân škovlâpargoost, faallâđ sijjân porgâmkiedi já piergâsijd kielâlávgummáttááttâsân keevâtlii škovlâpargoost.
sms: Škooultõõzz vuõss-sâʹjjsiʹžžen täävtõsân lij uʹvdded uʹččteeʹlid vueiʹttemvuõđid õõudeed ođđ mõõntõõllmõõžžid sääʹm ǩiõlin mättumuʹšše da ǩiõl jeälltumuʹšše škooultuâjast, taʹrjjeed siʹjjid tueʹjjeemareena da neäʹvvaid ǩiõlmättʼtõsse juõǩǩpeiʹvvsaž škooultuâjast.

source: Nubbe tehálâš ulme lii ráhtádâttâm ovdâ- já vuáđumáttááttâs uđđâ máttááttâsvuáváámij kiävtunväldimân sämimáttááttâsâst.
sms: Nuʹbben vääznai täävtõsân lij valmštõõttmõs oudd- da vuâđđmättʼtõõzz ođđ mättʼtõsplaani âânmavälddma sääʹmmättʼtõõzzâst.

source: Škovlim ulmen lii lääččiđ pyerebijd tiäđulonottem vuáháduvâid já lasettiđ máttááttâspargovievâ tiäđu lahâasâttem adelem sämimáttááttâs keevâtlijn máhđulâšvuođâin.
sms: Škooultõõzz täävtõsân lij raajjâd čââvab teâđvaajtem vueʹjjid da lââʹssted mättʼtõstuâjjlažkååʹdd teâđ lääʹjjšeâttmõõžž uʹvddem sääʹm-mättʼtõõzz vueiʹttemvuõđin juõǩǩpeiʹvvsaž tuâjast.

source: Kielâkoččâmuš sämimáttááttâsâst ana sistees kielâ siäilum ulme: jieškielâlii máttááttâs máhđulâžžân toohâm sämikielâ eenikiellân sárnoid já kielâ máttááttem tooid, kiäh iä määti kielâ teikâ tooid, kiäh sárnuh hiäjuht.
sms: Ǩiõllkõõčmõš sääʹm-mättʼtõõzzâst siisǩad ǩiõl seillmõõžž täävtõõzz: jiiʹjjesǩiõllsa mättʼtõõzz vueiʹtlvâʹsttmõõžž sääʹm jieʹnnǩiõllân mainsteeʹjid da ǩiõl mättumuužž ǩiõl siltteeǩâni leʹbe tõn hueʹnben mainsteeʹjid.

source: Oovtâst taah taheh kielâ revitalisistem prinsiip ađai tom, ete kielâ sirdâšuvá ovdâskulij nuuvt maaŋgáin sárnoin ko máhđulâš.
sms: ʼõutsââʹjest täk tueʹjjee ǩiõl revitalisaatia vuâđđjurddi leʹbe tõn, što ǩiõll serddai õõudårra veeidmõs vueiʹtlvaž mainsteeʹjivuâđast.

source: Puohháid ohtsâš ulme lii párnái já nuorâi šoddâdem aktiivlii já toimâlii kyevtkielâlâšvuotân já návt sämikielâi aktiivlij kevttei mere šoddâm.
sms: Pukid õhttsaž täävtõsan lij päärnai da nuõri šõddmõš aktiivlaž da tuåimmsallaž kueiʹtǩiõllsažvuõʹtte da nuʹtt sääʹm ǩiõli aktiivlaž õõʹnnji meäʹr šorrnumuš.

source: Kulttuurkoččâmuš sämimáttááttâsâst čuujoot máttááttâs roolin kielâ, kulttuur já ärbivuáválii tiäđu já tááiđui sirden nuorâb suhâpuolváid.
sms: Kulttuurkõõččmõš sääʹm-mättʼtõõzzâst čuäjad mättʼttõõzz rool årra ǩiõl, kulttuur da äʹrbbvuâđlaž teâđ da määttai seʹrddjen nuõrab puõlvvõõǥǥid.

source: Sämimáttáátteijei mättim tuárjum já sämmilij šoddâdemáárvui miäldásij pedagooglij čuávdusij já máttááttâsopâlij toimâmaalij ovdedem máttááttâsâst lii äigikyevdilis já tárbulâš pargo.
sms: Sääʹmuʹččteeʹli silttumuužž tueʹrjjumuš da säʹmmlai peâmmäärvai meâldlânji pedagoglaž rääʹtǩtõõzzi da didaktlaž tuåimmmaalli õõudumuužžâst mättʼtõõzzâst lij ääiʹjpoddsaž da taarblaž tuejjõs.

source: Škovlim siskáldâs:
sms: Škooultõõzz siiʹsǩež:

source: I Laiđiittâs / Aarrâd tievâslâš kielâlávgum Suomâst / Kielâlávgum já párnáá kielâlâš ovdánem 1 oč
sms: I Jååʹđtõs / Äiggsaž tiuddsallaž ǩiõll-laauǥ Lääʹddjânnmest / Ǩiõll-laauǥ da päärna ǩiõlʼlaž õuddnumuš 1 mc

source: Ulmeh: Ulmen lii, ete sämimáttááttâs pargoviehâ finnee vuáđutiäđuid párnáá kielâlii ovdánmist, kielâlávgumist máttááttâsvyehhin, tuáváduvâin, teoreetlii čujosraamist, keevâtlii olášutmist, vuáttámušâin já oppâmpuátusijn.
sms: Täävtõõzz: Täävtõsân lij, što sääʹm-mättʼtõõzz tuâjjlažkåʹdd vuäǯǯ vuâđđeei teâđaid päärna ǩiõlʼlaž ouddnumuužžâst, ǩiõll-lauggjest mättʼteem-moontõõllmõšân, fiʹttõõzzin, teoreettlaž raamin, vueʹjjmeâldlaž čõõʹđtumuužžâst, ǩiõččlâsstmõõžžin da mäʹttjempuåđõõzzin.

source: Pargopáájáporgâm pargon lii kieđâvuššâđ maht taam tiäđu puáhtá heiviittiđ sämimáttááttâsân.
sms: Tuâjjpõrtt-tuejjumuužž mieʹrren lij ǩiõttʼtõõllâd mõõnn-nalla tät teâtt lij suåvldemnalla sääʹm-mättʼtõʹsse.

source: Olášuttemvyehi: Aldamáttááttâs, stivrejum pargopáájáporgâm já oppâmpargoh.
sms: Tueʹjjeemnääʹll: Âʹlddmättʼtõs, ohjjuum tuâjjpõrtt-tuejjumuš da mättjemtuâi.

source: II Sämikielâlii kielâlávgum vuáđđuseh 1 oč
sms: II Sääʹmǩiõllsa ǩiõll-lauggi vuâđđtõõzz 1 mc

source: Ulmeh: Ulmen lii, ete sämimáttááttâs pargoviehâ finnee vuáđutiäđuid ovtâskâs ulmuu já siärvus kielâiäláskitmist, kielâlávgumvuovijn sämisiärváduvvâst, kyevt- já maaŋgâkielâlâšvuođâst sämipárnái máttátmist sehe sämipedagogiikâst sämmilii kielâlávgum vuáđun.
sms: Täävtõõzz: Täävtõsân lij, što sääʹm-mättʼtõõzz tuâjjlažkåʹdd vuâǯǯ vuâđđeei teâđaid õhttlõõvvum oummu da õhttsažkååʹdd ǩiõlljeälltumuužžâst, ǩiõll-laauǥmõõntõõllmõõžžin sääʹm õhttsažkååʹddest, kueiʹt- da määŋgǩiõllsažvuõđâst sääʹmpäärnai mättʼtõõzzâst di säʹmmlaž pedagogiikkâst sääʹm ǩiõll-lauggi vuâđđan.

source: Olášuttemvyehi: Aldamáttááttâs, stivrejum pargopájáporgâm já oppâmpargoh.
sms: Tueʹjjeemnääʹll: Âʹlddmättʼtõs, ohjjuum tuâjjpõrtt-tuejjumuš da mättjemtuâi.

source: III Konkreetliih kielâlávgumvyevih sämimáttááttâsâst 3 oč
sms: III Konkreettlaž ǩiõll-laauǥ mõõntõõllmõõžž 3 mc

source: Ulmeh: Sämimáttááttâs pargovievâ kielâlávgummáttááttâs pedagooglij ja amnâshaaldâtlij tááiđui lasettem, moi vievâst pyehtih ovdediđ uđđâ sämikielâ já – kulttuur vuotânväldee pedagooglijd vuáháduvâid.
sms: Täävtõõzz: Sääʹm-mättʼtõõzz tuâjjlažkååʹdd ǩiõll-laauǥmättʼtõõzz pedagoglâž da aaunâsvaaldšmõʹtti silttõõzzi lââʹsstumuš, koivuiʹm vueiʹtet õõudeed ođđ sääʹm ǩiõl da kulttuur lokku vaʹlddi pedagoglaž vueʹjjid.

source: Sämimáttááttâs pargoviehâ finnee tiäđu já tááiđuid máttááttâsvuovijn, maid kevttih kielâlávgummáttááttâsâst já tast, maht vuovijd puáhtá heiviittiđ sämimáttááttâsân.
sms: Sääʹm-mättʼtõõzz tuâjjlažkåʹdd vuäǯǯ teâđ da silttõõzzid ǩiõll-laauǥmättʼtõõzzâst ââʹnnem ǩiõlllaauǥmõõntõõllmõõžžin da tõʹst, mõõnn-nalla mõõntõõllmõõžž liâ suåvldemnalla sääʹm-mättʼtõʹsse.

source: IV Säämi kielâlávgum vievâst aktiivlii kielâkevtten 1 oč
sms: IV Sääʹm ǩiõll-lauggjin aktiivlaž ǩiõlõõʹnnjen 1 mc

source: Ulmeh: Ulmen lii, ete sämimáttááttâs pargoviehâ naanood sii mättim sämikielâ já – kulttuur sirden.
sms: Täävtõõzz: Täävtõsân lij, što sääʹm-mättʼtõõzz tuâjjlažkåʹdd raavad jiiʹjjes silttõõzz sääʹm kulttuur da ǩiõl siʹrddjen.

source: Oppâmpaajeest uápásmuveh kielâlávgum merhâšumán sämikielâ oppâmist já sämikielâi iäláskitmist, suogârdeh párnáá oppâmpálgá kielâlii šoddâm uáinust.
sms: Mättjempââʹjest mättʼtõõđât ǩiõll-lauggi miârktõs sääʹm ǩiõl mättjumuužžâst da sääʹm ǩiõli jeälltumuužžâst, täʹrǩstõõlât päärna mättpälggaz ǩiõlʼlaž šõddmõõžž vueiʹnlmest.

source: Olášuttemvyehi: Aldamáttááttâš, pargopáájáporgâm já oppâmpargoh.
sms: Tueʹjjeemnääʹll: Âʹlddmättʼtõs, ohjjuum tuâjjpõrtt-tuejjumuš da mättjemtuâi.
